Repository: 975L/UserFilesBundle
Catalog: Resources/translations/validators.*.xlf
Languages: es, fr

source: The email is not valid
es: El correo electrónico no es válida
fr: L'email n'est pas valide

source: My firstname cannot be longer than {{ limit }} characters
es: Mi primer nombre no puede tener más de {{ limit }} de caracteres
fr: Mon nom ne doit pas excéder {{ limit }} caractères

source: My firstname must be at least {{ limit }} characters long
es: Mi primer nombre debe ser al menos {{ limit }} de caracteres
fr: Mon nom doit faire au moins {{ limit }} caractères

source: Choose a valid gender
es: Elegir un género válido
fr: Choisir un genre valide

source: The host '{{ value }}' could not be resolved
es: El anfitrión '{{ value }}' no se pudo resolver
fr: Le serveur '{{ value }}' ne peut pas etre trouvé

source: Wrong answer to the challenge
es: Mala respuesta al desafío
fr: Mauvaise réponse au challenge

source: Choose a valid language
es: Elegir una idioma válida
fr: Choisir une langue valide

source: My lastname cannot be longer than {{ limit }} characters
es: Mi apellido no puede tener más de {{ limit }} de caracteres
fr: Mon prénom ne doit pas excéder {{ limit }} caractères

source: My lastname must be at least {{ limit }} characters long
es: Mi apellido debe ser al menos {{ limit }} de caracteres
fr: Mon prénom doit faire au moins {{ limit }} caractères

source: My message cannot be longer than {{ limit }} characters
es: Mi mensaje no puede contener más de {{ limit }} caracteres
fr: Mon message ne doit pas excéder {{ limit }} caractères

source: My message must be at least {{ limit }} characters long
es: Mi mensaje debe ser al menos {{ limit }} caracteres
fr: Mon message doit faire au moins {{ limit }} caractères

source: My name cannot be longer than {{ limit }} characters
es: Mi nombre no puede tener más de {{ limit }} caracteres
fr: Mon nom ne doit pas excéder {{ limit }} caractères

source: My name must be at least {{ limit }} characters long
es: Mi nombre debe ser al menos {{ limit }} caracteres
fr: Mon nom doit faire au moins {{ limit }} caractères

source: The password must be from 8 to 48 characters long and contain at least 1 letter, 1 digit and 1 sign within @#$%^*
es: La contraseña debe tener entre 8 y 48 caracteres y contener al menos 1 letra, 1 dígito y 1 señal dentro de @#$%^*
fr: Le mot de passe doit faire de 8 à 48 caractères et contenir au moins 1 lettre, 1 chiffre et 1 signe parmi @#$%^*

source: My Shortcut cannot be longer than {{ limit }} characters
es: Mi Atajo no puede tener más de {{ limit }} caracteres
fr: Mon Raccourci ne doit pas excéder {{ limit }} caractères

source: My Shortcut must be at least {{ limit }} characters long
es: Mi Atajo debe ser al menos {{ limit }} caracteres
fr: Mon Raccourci doit faire au moins {{ limit }} caractères

source: The shortcut cannot be empty
es: El atajo no puede estar vacía
fr: Le raccourci ne peut pas etre vide

source: The Shortcut must be from 2 to 12 characters long and contain signs within abcdefghijklmnopqrstuvwxyz0123456789-_
es: El Atajo contraseña debe tener entre 2 y 12 caracteres y contener signos al dentro de abcdefghijklmnopqrstuvwxyz0123456789-_
fr: Le Raccourci doit faire de 2 à 12 caractères et contenir les signes parmi abcdefghijklmnopqrstuvwxyz0123456789-_

source: The SIRET number "%string%" is not valid.
es: El número SIRET "%string%" no es válido.
fr: Le numéro TVA "%string%" n'est pas valide.

source: The subject cannot be longer than {{ limit }} characters
es: El sujeto no puede tener más de {{ limit }} caracteres
fr: Le sujet ne doit pas excéder {{ limit }} caractères

source: The subject must be at least {{ limit }} characters long
es: El sujeto debe ser al menos {{ limit }} caracteres
fr: Le sujet doit faire au moins {{ limit }} caractères

source: The TVA number "%string%" is not valid.
es: El número TVA "%string%" no es válido.
fr: Le numéro de SIRET "%string%" n'est pas valide.

source: The url {{ value }} is not valid
es: La url {{ value }} no es válida
fr: L'url {{ value }} n'est pas valide
